
"Battery Power" = "la batterie";
"AC Power" = "l’adaptateur secteur";
"UPS Power" = "l’ASI";

//Alternate Power Adapter tabViewItem label
"Power" = "Alimentation";

//The power warning sheet
"Restore Defaults" = "Réglages par défaut";
"OK" = "OK";
"Cancel" = "Annuler";

"UPS Power Checkbox" = "Afficher l’état de la batterie ASI dans la barre des menus";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f %% pleine";
"Current UPS Charge" = "Charge actuelle : %.0f %%";

"Power consumption may be greater than normal." = "Il est possible que votre ordinateur consomme plus d’énergie avec ces réglages.";
"Reset by clicking Restore Defaults" = "Pour utiliser moins d’énergie, cliquez sur Réglages par défaut.";

"Network wake noise warning" = "Lorsque l’option « Réactiver lors des accès réseau » est activée, il se peut que vous entendiez votre ordinateur se réactiver de temps en temps.";
"Wakes for detection" = "Cela indique aux autres périphériques que votre ordinateur est toujours disponible sur le réseau.";

"Wake for network" = "Réactiver lors des accès réseau";
"Wake for Ethernet" = "Réactiver lors des accès réseau Ethernet";
"Wake for AirPort" = "Réactiver lors des accès réseau AirPort";

"Custom" = "Personnalisé";

"Schedule Warning- power adapter must be present" = "Le démarrage programmé n’aura lieu qu’àprès la connexion de votre Mac à un adaptateur secteur.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Charge actuelle de la batterie : %.0f %%  Durée restante estimée : %@";
"Battery Status, Charged" = "La batterie est rechargée.";
"Short Battery Status" = "Temps restant estimé : %@ (%.0f%%)";
"Battery Status, Charging" = "Charge actuelle de la batterie : %.0f %%  Durée estimée de recharge : %@";
"Short Battery Status, Charging" = "Temps estimé jusqu’à la recharge : %@ (%.0f%%)";
"Current Charge" = "Charge actuelle de la batterie : %.0f %%";
"Calculating time" = "Calcul de la durée d’indexation";
 
"Check Battery" = "Vérifiez la batterie."; 
"Poor Battery" = "État de la batterie : à remplacer maintenant.";
"Fair Battery" = "État de la batterie : à remplacer bientôt.";


"AutoProc" = "automatique";
"HighProc" = "maximale";
"NormalProc" = "réduite";

/* strings for tool tips */
"minute" = "minute";
"minutes" = "minutes";
"hour" = "heure";
"hours" = "heures";

"dim" = "Obscurcir";
"sleep" = "Suspendre";
"halfminute" = ".5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Obscurcir %1$@. Suspendre %2$@.";

"Never" = "Jamais";
"1 minute" = "1 minute";
"3 minutes" = "3 minutes";
"5 minutes" = "5 minutes";
"10 minutes" = "10 minutes";
"15 minutes" = "15 minutes";
"20 minutes" = "20 minutes";
"25 minutes" = "25 minutes";
"30 minutes" = "30 minutes";  
"45 minutes" = "45 minutes";
"1 hour" = "1 heure";
"1 hour 15 minutes" = "1 heure 15 minutes";
"1 hour 30 minutes" = "1 heure 30 minutes";  
"1 hour 45 minutes" = "1 heure 45 minutes";
"2 hours" = "2 heures";
"3 hours" = "3 heures";

"Better Energy Savings" = "Meilleures économies d’énergie";
"Better Battery Life" = "Meilleure longévité de batterie";
"Better UPS Life" = "Meilleure longévité de l’ASI";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "Déconnectez-vous pour activer cette modification";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "Déconnexion requise pour cette modification";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "Il est nécessaire de redémarrer pour que cette modification prenne effet";

"GFX_CHANGE_TITLE" = "La modification des réglages de graphisme requiert la fermeture de votre session.";
"GFX_CHANGE_DESC" = "Cliquez sur « Fermer la session » pour continuer. Vous aurez la possibilité de sauvegarder tous vos documents ouverts.";
"GFX_CHANGE_TITLE2" = "La modification des réglages de graphisme requiert un redémarrage.";
"GFX_CHANGE_DESC2" = "Cliquez sur Redémarrer pour continuer. Vous aurez la possibilité de sauvegarder tous vos documents ouverts.";
"LOGOUT_BUTTON" = "Fermer la session";
"RESTART_BUTTON" = "Redémarrer";

"AUTO_SWITCH_MSG_ON"  = "Votre ordinateur changera automatiquement de mode graphique afin de préserver l’autonomie de la batterie.";
"AUTO_SWITCH_MSG_OFF" = "Lorsque le changement automatique de mode graphique est désactivé, l’ordinateur entre systématiquement en mode graphique haute performance.\nCette option peut diminuer l’autonomie de la batterie.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


